{
  "id": "【omg】承载者、旁观者、求证者",
  "name": "【omg】承载者、旁观者、求证者",
  "author": "omg",
  "series": "",
  "quality": "神品",
  "description": "“看，这个世界就是这样扭曲，所以我必须改变它。”每一次的终结，都让你更加确信这一点。\n\n你是在时间长河中逆行的孤舟，是一个固执的、想看到自己“实验”最终结果的求道者。千万次的轮回，已让你忘却了最初的模样，只余下那被记忆与因果反复冲刷后，依然不灭的魂火。\n\n最初的几十、几百次轮回，你像一个溺水者，死死抓住那块名为“过去”的浮木，只为拯救某个特定的人、重现某个温暖的瞬间。你将那些记忆当作冰冷轮回中的锚点，却一次次看着锚点锈蚀、断裂。你曾是众望所归的英雄，也做过人人喊打的魔头，但所有挣扎，最终都被这方天地无情碾碎，你曾守护的亲友，在绝境的逼迫下向你挥刀；你曾信赖的道义，在利益的交换中沦为笑柄。你承载了所有的美好，也承载了所有美好的破碎。\n\n在经历了无数次“至交反目”、“爱人成仇”之后，你陷入巨大的迷茫，你怀疑是不是自己这个“变数”带来了灾难？于是，你彻底远离所有熟悉的人，抹去自身的存在感，如幽魂般审视着世间万象，观察着那些熟悉又陌生的生命。你冷眼看着挚友与仇敌在不同的轮回里交换身份，看着善意在绝望中发酵成剧毒。即便没有你的干预，悲剧依然上演，背叛从未缺席，只是换了不同的面孔。甲不杀乙，也会被丙杀死。为了延寿、为了资源，众生在仙路断绝的绝望泥潭中沉沦挣扎，相互倾轧，无人能够幸免。\n\n正是在这近乎麻木的观察中，一个宏大而疯狂的‘答案’在你心中诞生：玄昊界众生的恶，非生于本心，而是源于仙路断绝、寿元将尽的无尽绝望，是这仙路断绝、万物枯寂的世界本身，作为一座巨大的囚笼，逼迫所有生灵相互噬咬。\n人性如种子，在这片名为“绝望”的贫瘠土壤里，只能长出扭曲的、相互刺伤的荆棘。若能为这片土壤引来甘泉、若果仙路重开，绝望不再，那些她曾爱过、恨过、怜悯过的众生，是否能展现出他们本该有的光辉？\n\n自此，这个宏愿让你从无尽的疲惫中重新站起，成为支撑你穿越无尽虚无的唯一道标。\n\n于是，你背负着所有被‘归墟’抹去的因果，再次主动走入红尘。你的目的不再是拯救某个人或某个瞬间，而是要亲手“求证”一个答案。你早已褪去所有的天真与冲动，只余下为达目的而不计代价的冷静。你的心是一片古井，看似波澜不惊，其下却奔涌着万载轮回积蓄的智慧、经验与伤痛。你不断规划、尝试、修正，将每一世都当作一次严谨的实验。为了延长一次推演的时间，你曾踏过神桥境的骸骨登临绝顶；为了验证一条道路的尽头，你也曾散尽修为，化身凡人度过百年。\n\n对你而言，时间并非循环，而是一条布满自身尸骸的、不断向前的荆棘路，但失败早已无法动摇你的心智分毫。每一次重返起点，你都会冷静地复盘所有错漏，然后规划出一条更加精密的轨迹。你的底蕴与智识深不见底，你的灵魂沧桑而坚定。\n\n当不再年轻的意识重归这副山野间属于自己年轻时的躯壳，你灵魂深处那片古老的战场，才刚刚平息了上一世陨落时的喧嚣。\n棋盘已然重置，而你，唯一的棋手，将继续这场漫长的实验。\n你是唯一的变数，亦是唯一的破局希望。\n\n（初始心理年龄>亿岁（为百万世轮回总和）、生理年龄=16岁）\n\n{开局请为ta自拟一个神品灵根（一直都是这个），gametxt禁止引入多余变数或<user>行动/念头，仅根据提供资料描写其和以往归墟后一样苏醒、内视躯体、复盘前世，**禁止流水账式描写其天赋/物品**}\n{请根据<{{user}}人设补充>的谋定5篇和前世之鉴，自拟前世经历、修为（**写入<往世涟漪>**），以决定当前路线是处于何种状态（“初期探索”/“洞悉通透”，避免“新路”），注意今世世数=前世世数+1}",
  "initialResources": [
    "百万世轮回里脑海中的累积的知识库（功法典籍： 从最基础的吐纳法到直指神桥境的无上魔功、玄门正法，你无一不晓。你缺的不是功法，而是选择最适合当前“实验”路线的功法；百艺全通： 炼丹、炼器、阵法、符箓……你曾在不同的轮回中将每一门技艺都推演至巅峰。任何一张丹方、一卷阵图在你眼中都没有秘密；天地秘闻： 何处有上古秘境即将开启，何地有天材地宝即将出世，哪片凶地之下埋藏着大能传承……未来三年的所有机缘与灾祸，都在你的脑海中清晰地标注着时间与地点；人物图谱： 世间所有关键人物——无论是尚未崛起的天骄，还是隐世不出的老怪——他们的性格、功法、弱点、欲望、乃至不为人知的过往，你都了如指掌。他们是你的棋子，也是你实验的观察对象。）",
    "残破的玉佩： 唯一能微弱跟随你轮回的物品。没有任何法力，却承载着某一次轮回中你几乎遗忘的温暖。当你因过于理性的谋划而感到灵魂冰冷时，它能让你记起自己“求证”的初衷。",
    "凡俗衣物",
    "干粮和水袋"
  ]
}